package consts

const (
	MsgWelcome = "Привет дружище! 👋\nЕсли ты читаешь данное сообщение! \n" +
		"Значит ты уже на шаг ближе к программированию 🧑🏻‍💻 тех самых популярных веб сервисов на Golang & ReactJS. \n" +
		"Уверен мы быстро тут наберем очередную группу энтузиастов (в количестве 💯 человек) и ворвемся в это IT " +
		"Нажми /commands, чтобы узнать что я могу"
	MsgOK      = "Отлично встретимся на канале! Переходи по уникальной ссылке " + inviteLink + " 👌 "
	MsgCanNot  = "А чтобы ты не грустил(а) вот тебе обнимашки 🤗 Все получиться"
	MsgAboutMe = "Расскажу не много о себе. Я Alex, действующий разработчик backend на Golang.\n" +
		"Решил поделиться бесплатно своими знаниями с тобой.\n" +
		"И уверен спустя время мы станем коллегами"
	MsgCMDs = "1. /subscribe - вступить в сообщество \n" +
		"2. /about_me - информация кто я такой\n" +
		"3. /i_can_not - если думаешь что у тебя не получиться\n" +
		"4. /commands - список команд"
	MsgUnknownCommand = "Еще не умею такое обрабатывать, поможешь мне дописать бота? 🤔"
)
